Repository: collective/collective.documentfusion
Catalog: src/collective/documentfusion/locales/*/LC_MESSAGES/collective.documentfusion.po
Languages: fr

source: Automatic refresh enabled
fr: Rafraîchissement automatique activé

source: Automatic refresh of generated files is enabled
fr: Le rafraîchissement automatique des fichiers générés est activé

source: Conversion service host
fr: Hôte du service de conversion

source: Conversion service port
fr: Port du service de conversion

source: Document generation failed, please retry or contact your administrator
fr: La génération du document a échoué, veuillez réessayer ou contacter votre administrateur

source: For development or test mode
fr: Pour le développement ou les tests

source: Fusion service host
fr: Hôte du service de fusion

source: Fusion service port
fr: Port du service de fusion

source: Fusion service timeout
fr: Timeout du service de fusion

source: Generates a PDF version of the main file of the content. Combined with Document fusion behavior, the pdf is generated with a fusion with content fields.
fr: Génère une version PDF du fichier principal du contenu. Combiné avec Fusion du document, le pdf sera généré avec une fusion avec les champs du contenu

source: Get the generated file.
fr: Télécharger le document généré

source: Installs the collective.documentfusion add-on.
fr: Installe le module collective.documentfusion

source: No document generated here
fr: Aucun document généré à télécharger

source: Prevent using async document generation
fr: Désactive l'utilisation de la génération asynchrone

source: Processing document generation...
fr: Génération du document en cours...

source: Refresh document
fr: Mettre à jour le document généré

source: Refresh generated document
fr: Mettre à jour le document généré

source: The hostname from where py3o.fusion is served
fr: Le nom de l'hôte où py3o.fusion est accessible

source: The hostname from where py3o.renderserver is served
fr: Le nom de l'hôte où py3o.renderserver est accessible

source: The maximum time (in seconds) the worker will wait for py3o.fusion service response.
fr: La durée maximale où le worker attend la réponse de py3o.fusion (en secondes)

source: The port used by py3o.fusion service
fr: Le port utilisé par le service py3o.fusion

source: The port used by py3o.renderserver service
fr: Le port utilisé par le service py3o.renderserver
